Repository: wp-plugins/wp-invites
Catalog: langs/wp-invites-*.po
Languages: be_by, ru

source: Generated invitation codes:
be_by: Генераваныя коды запрашэння:
ru: Сгенерированные коды приглашения:

source: Please, choose, how many invitation codes you are going to generate. After generation, please write down them somewhere - you will not be able to view them after it. Later, codes will be either assigned to registered users, or disapperar after a period of time. Do not worry about invite code brute forcing. Code has a length of
be_by: Выберыце колькасць. После генерации, запишите эти коды или распечатайте - больше они показаны в администрировании не будут - или пользователи зарегистрируются и коды будут показаны в профиле, или они будут удалены со временем.<br><br>Не стоит беспокоиться о том, что кто-то сможет подобрать код приглашения. Код приглашения имеет длину
ru: Выберите количество кодов приглашений, которое вы хотите сгенерировать. После генерации, запишите эти коды или распечатайте - больше они показаны в администрировании не будут - или пользователи зарегистрируются и коды будут показаны в профиле, или они будут удалены со временем.<br><br>Не стоит беспокоиться о том, что кто-то сможет подобрать код приглашения. Код приглашения имеет длину

source: chars, and is combined from
be_by: сімвалаў, можа ўтрымоўваць камбінацыі з сімвалаў
ru: символов, может содержать комбинации из

source: different chars, and, if not activated, is being removed after
be_by: сімвалаў, і, калі не актывізавана, выдаляецца на працягу
ru: символов, и, если не активирован, удаляется в течение

source: days.
be_by: дзён.
ru: дней.

source: Generate
be_by: Генеравать
ru: Генерировать

source: Invite code
be_by: Код запрашэння
ru: Код приглашения

source: Please, input here invitation code, received from the blog owner
be_by: Калі ласка, увядзіце тут код запрашэння, які быў атрыманы вамі ад уладальніка блога
ru: Пожалуйста, введите здесь код приглашения, полученный Вами от владельца блога.

source: <b>Error:</b>Wrong invite code
be_by: <b>Памылка:</b>Няправільны код запрашэнн
ru: <b>ОШИБКА:</b>Неправильный код приглашения

source: No code assigned
be_by: Код адсутнічае
ru: Код отсутствует

source: Code
be_by: Код
ru: Код

source: Invitation code
be_by: Код запрашэння
ru: Код приглашения
