Repository: wp-plugins/wp-invites
Catalog: lang/wp-invites-*.po
Languages: ru_ru

source: View created codes
ru_ru: Посмотреть созданные инвайты

source: Configure plugin
ru_ru: Настройки плагина

source: Generate new codes
ru_ru: Сгенерировать новые инвайты

source: Add codes manually
ru_ru: Добавить инвайты вручную

source: Donate
ru_ru: Пожертвовать

source: No MySQL table found. Installing...
ru_ru: MySQL таблица не найдена. Устанавливаю...

source: Options updated!
ru_ru: Настройки обновлены!

source: WP-Invites options
ru_ru: Настройки WP-Invites

source: Code length
ru_ru: Длина инвайта

source: visual split of characters
ru_ru: Делить при выводе на группы символов по

source: chars, used for code generation
ru_ru: Символы, используемые для генерации кода

source: remove interval, in days. Set to 3650 (10 years), if you need infinite
ru_ru: Время жизни инвайта, в днях. Если нужен вечный, поставьте 3650 (10 лет)

source: Separator for output
ru_ru: Разделитель для форматирования

source: Enable debug output
ru_ru: Включить режим отладки

source: Debug log will apear in html comments in the bottom of the page code
ru_ru: Лог отладки появится в HTML комментариях внизу кода страницы

source: Save
ru_ru: Сохранить

source: Code added:
ru_ru: Инвайт добавлен:

source: Please add codes, one for each line. Default expiration date will be used for them. You can add them with or without separators.
ru_ru: Пожалуйста, введите инвайты, по одному на строку. Для них будет использована указанная дата жизни. Вы можете добавлять их с разделителями или без.

source: Add
ru_ru: Добавить

source: Generated codes:
ru_ru: Сгенерированные инвайты:

source: Code
ru_ru: Инвайт

source: Generated on
ru_ru: Сегерирован

source: Valid till
ru_ru: Работает до

source: Generated invitation codes:
ru_ru: Сгенерированные инвайты:

source: Generate codes
ru_ru: Генерировать инвайты

source: Please, choose, how many invitation codes you are going to generate. Later, codes will be either assigned to registered users, or disappear after a period of time. Code has a length of
ru_ru: Пожалуйста, выберите, сколько инвайтов вы хотите сгенерировать. Позднее, инвайты или будут присваоены использовавшим им пользователям, или пропадут по истечению срока жизни. Инвайт будет длиной в

source: chars, and is combined from
ru_ru: символов и состоит из

source: different chars, and, if not activated, is being removed after
ru_ru: разных символов, и, не будучи активированным, будет удалён через

source: days.
ru_ru: дней.

source: You can always change code generation parameters on options page.
ru_ru: Вы всегда можете поменять параметры генерации инвайтов на странице настроек.

source: Generate
ru_ru: Генерировать

source: WP invites table could not be installed! Please check database permissions.
ru_ru: Таблица плагина WP-Invites не может быть установлена! Пожалуйста, проверьте разрешения базы данных.

source: Query:
ru_ru: Запрос:

source: Error:
ru_ru: Ошибка:

source: Invite code
ru_ru: Код инвайта

source: Please, input here invitation code, received from the blog owner
ru_ru: Пожалуйста, введите код инвайта, полученный от владельца блога

source: Wrong invite code
ru_ru: Код инвайта неверен

source: No code assigned
ru_ru: Нет кода инвайта

source: Invitation code
ru_ru: Инвайт код
